Revit 2024 API
ParameterTypeId.MullionCornerType Property
 "Corner Mullion"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId MullionCornerType { get; }
Visual Basic
Public Shared ReadOnly Property MullionCornerType As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MullionCornerType {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace